{
"Games": [
  {
    "id": 71128,
    "genres": [
      4
    ],
    "involved_companies": [
      57302
    ],
    "name": "Fatal Fury",
    "rating": 55.6132555252122,
    "summary": "Released in 1991 and one of the longest-running series in the fighting-game genre, this title introduced players to Terry Bogard, Andy Bogard and Joe Higashi. Select one of the three and visit many locations as your chosen fighter engages in numerous street fights around the fictional city of South Town. If you\u0027re good enough, you\u0027ll eventually take on Billy Kane and then his boss, the notorious crime lord Geese Howard.",
    "url": "https://www.igdb.com/games/fatal-fury"
  },
  {
    "id": 2239,
    "genres": [
      9,
      11,
      15,
      24
    ],
    "involved_companies": [
      4750,
      4751
    ],
    "name": "Pikmin",
    "rating": 81.6190824600737,
    "summary": "Pikmin is a whole new breed of gameplay from Nintendo. The quirky, life-under-the-microscope title delivers a unique experience like few before it with a blend of real-time strategy, adventure, and puzzle elements. Taking advantage of the GameCube\u0027s graphics power, Pikmin sports lush texture work that brings to life a microscopic fantasy world. Players control Captain Olimar, a lovable little astronaut, who crash landed on a planet inhabited by even more lovable little plant creatures known as Pikmin. Olimar can command these creatures RTS-style, assign them tasks, make them attack foes, and gather resources. The ultimate task is to rebuild Olimar\u0027s space ship before a 30-day time window elapses.",
    "url": "https://www.igdb.com/games/pikmin"
  },
  {
    "id": 7860,
    "genres": [
      8,
      31
    ],
    "involved_companies": [
      18353,
      72685,
      72686
    ],
    "name": "Sonic Adventure",
    "rating": 57.4240363124468,
    "summary": "Sonic Adventure is a platform game in which the player controls six different characters: Sonic the Hedgehog, Miles \"Tails\" Prower, Knuckles the Echidna, Amy Rose, Big the Cat, and E-102 Gamma. They must stop Doctor Eggman from stealing the seven Chaos Emeralds and feeding them to Chaos, a monster known as \"the God of Destruction\". The first in the Sonic the Hedgehog series to feature free-roaming 3D gameplay, Sonic Adventure features two game modes: Adventure and Trial. There are different goals for each character in the game: Sonic involves high speed gameplay, while Tails must reach the end of the level before Sonic does, and Knuckles searches the area for shards of the Master Emerald. Each of the three characters retain many of their trademark moves from previous Sonic games, such as Tails being able to fly for short periods of time, and Knuckles being able to glide through the air, though they can use updated techniques as well. The rest of the playable cast is rounded out by Amy, who must use her hammer to escape from Eggman\u0027s E-100 Zero robot chasing after her, Gamma, who must use its laser beam to shoot through levels to reach a target, and Big, who fishes in efforts to find his friend, Froggy. \n \nThe \"Adventure Mode\" is a one-player game which consists of two areas, the \"Adventure Field\" and an \"Action Stage\". The Adventure Field contains several \"Events\" that are encountered in the course of the story, while the Action Stages have each character fulfilling a goal to clear the stage. Players may also find hidden Chao Gardens, a protective environment inhabited by Chao, a sort of virtual pet. The player can hatch, raise and interact with a Chao. Chao can be taken with the player by downloading the minigame Chao Adventure to their VMU, or in the GameCube version, a Game Boy Advance with Sonic Advance or various other Game Boy Advance Sonic games. The player can also raise their stats by giving them small animals that they found by defeating the robots, which improves their performance in Chao Races. There are also eggs hidden throughout the Adventure Fields which can produce special types of Chao. \n \nBy playing through Action Stages and Subgames, searching through the Adventure Fields or winning Chao Races, players can earn Emblems. In the case of Action Stages, each one has three Emblems, which can be earned by replaying the stages and fulfilling certain objectives, such as beating the level within a time limit.",
    "url": "https://www.igdb.com/games/sonic-adventure"
  },
  {
    "id": 8985,
    "genres": [
      8,
      9,
      32
    ],
    "involved_companies": [
      22846,
      22847,
      22848
    ],
    "name": "Tetrobot and Co.",
    "rating": 78.0,
    "summary": "Tetrobot is the world\u0027s most popular and reliable robot, but he\u0027s not perfect. That\u0027s why I, Maya, have built him a microscopic little brother, Psychobot.\n\nHelp me guide Psy through Tetrobot\u0027s cogs and circuits: by swallowing blocks of matter and spitting them out, we can repair anything. Learn how pipes, lasers, fans and other electronic devices work, learn how to alter the chemical properties of slime, and collect all the memory blocks that you find on the way.\n\nThe owners of damaged Tetrobots all around the world rely on us because we are the only people who can repair their precious robots.",
    "url": "https://www.igdb.com/games/tetrobot-and-co"
  },
  {
    "id": 1441,
    "genres": [
      12,
      15,
      24
    ],
    "involved_companies": [
      3116,
      3117,
      51763
    ],
    "name": "Fire Emblem: Path of Radiance",
    "rating": 82.9660843258833,
    "summary": "Fire Emblem: Path of Radiance brings back to consoles the strategic combat series Fire Emblem from the Game Boy Advance. In this installment, you can control units such as knights, mages, and winged creatures, and use their unique fighting styles to win battles and gain experience. Fire Emblem: Path of Radiance also includes a detailed story that connects the battles and characters together.",
    "url": "https://www.igdb.com/games/fire-emblem-path-of-radiance"
  },
  {
    "id": 3013,
    "genres": [
      5,
      12,
      31
    ],
    "involved_companies": [
      7557
    ],
    "name": "FireFall",
    "rating": 70.3279970753059,
    "summary": "Firefall is a massively multiplayer online team-based action shooter role-playing computer game from Red 5 Studios, a studio founded by Mark Kern. It is currently in its open beta stage and it will attempt to mix elements from the MMORPG and MMOFPS genres when it is released.  \n \nThis game should not be confused with the Macintosh game from Pangea Software that was rereleased as shareware on June 13 in 2000.",
    "url": "https://www.igdb.com/games/firefall"
  },
  {
    "id": 17623,
    "genres": [
      14
    ],
    "involved_companies": [
      40750,
      40751
    ],
    "name": "Rugby League Live 3",
    "rating": 75.0,
    "summary": "Rugby League enters the next-generation with Rugby League Live 3! Featuring an all new Be A Pro career mode and FanHub Player Sharing system, the game is a a must-have for any footy fan!",
    "url": "https://www.igdb.com/games/rugby-league-live-3"
  },
  {
    "id": 1583,
    "genres": [
      8,
      31
    ],
    "involved_companies": [
      11975,
      11976,
      11977
    ],
    "name": "The Legend of Spyro: The Eternal Night",
    "rating": 79.886314220041,
    "summary": "The Legend of Spyro: The Eternal Night is a 3D action platformer which takes place right after the events at the end of The Legend of Spyro: A New Beginning. Players control Spyro as he searches for his friend Cynder. Initially, he has lost all of his different breath powers from the first game, but he gradually recovers the ability to breathe fire, ice, earth and electricity. New to this game is the ability for Spyro to slow down time using his newly-learned \u0027Dragon Time\u0027 ability. \n \nWhile the game has some basic puzzles involving pressing switches, the main focus is still around fighting. Spryo\u0027s primary attack is his headbutt, but he can also use his assorted breaths to defeat foes provided that he has enough magic power. He also earns blue gems from defeating foes which will allow him to level up his powers.",
    "url": "https://www.igdb.com/games/the-legend-of-spyro-the-eternal-night"
  },
  {
    "id": 17626,
    "genres": [
      31
    ],
    "involved_companies": [
      64483
    ],
    "name": "Pixel Hunter",
    "rating": 40.0,
    "summary": "Pixel hunter is 3D side-scroller game, designed in Voxel and 8Bit style. The game is about a hunter, whose weapons were stolen by animals. His only thought is to return them all. The main objective of the game is to go through the worlds, kill the Boss and retrieve your stolen weapons. You’ll face different animals such as birds, amphibians, goats and fish. By the end of each level you have to fight the Boss.",
    "url": "https://www.igdb.com/games/pixel-hunter"
  },
  {
    "id": 27986,
    "genres": [
      12,
      13,
      31
    ],
    "involved_companies": [
      45572
    ],
    "name": "Frisky Business",
    "rating": 80.0,
    "summary": "You are Mr. Falco Frisk, private detective of Frisk Investigative Solutions! Develop your relationships with your team as you take on your very first case. Dive into a sexy and strange adventure of hot babes and killer clowns!",
    "url": "https://www.igdb.com/games/frisky-business"
  },
  {
    "id": 1777,
    "genres": [
      5,
      8,
      12
    ],
    "involved_companies": [
      28817,
      28818
    ],
    "name": "Mega Man Zero 3",
    "rating": 80.78323438547591,
    "summary": "It\u0027s the third chapter in the Mega Man Zero action adventure series for the Game Boy Advance. Featuring a new customization system, you can now equip Zero, with a combination of chips that will affect both his attributes and abilities, allowing you to adapt him to different challenges. Among his other new skills, Zero will now have weapon called the recoil rod. Now be jumps at double his normal height. These new skills will allow our hero to march into Arcadia to defeat the evil Omega single-handedly... Or will they?",
    "url": "https://www.igdb.com/games/mega-man-zero-3"
  },
  {
    "id": 17639,
    "genres": [
      12,
      15,
      31,
      32
    ],
    "involved_companies": [
      32501,
      32502
    ],
    "name": "Sunrider: Mask of Arcadius",
    "rating": 70.0,
    "summary": "As Captain Kayto Shields, embark on a galactic voyage of heroism and survival. With his home world destroyed and his nation conquered, the inexperienced Captain Shields, and his newly minted vessel, the Sunrider, are left as the only hope against a galactic evil intent on subjugating all sentient life.",
    "url": "https://www.igdb.com/games/sunrider-mask-of-arcadius"
  },
  {
    "id": 29872,
    "genres": [
      12,
      31,
      32
    ],
    "involved_companies": [
      48142
    ],
    "name": "rooMaze",
    "rating": 50.0,
    "summary": "rooMaze is a first person hardcore roguelike with voxel graphics and procedurally generated levels! All of this is powered by Unreal Engine 4. Don\u0027t let acute-angled cubes deceive you as behind a simple visual style lies the all-consuming hardcore.",
    "url": "https://www.igdb.com/games/roomaze"
  },
  {
    "id": 17642,
    "genres": [
      9,
      15,
      31,
      32
    ],
    "involved_companies": [
      32507,
      32508
    ],
    "name": "See No Evil",
    "rating": 50.0,
    "summary": "See No Evil is a dark, isometric puzzle game about sound manipulation. A harsh fantasy where the willingly blind are hostile to the nonconformist. Sometimes, the world seems darker with your eyes open.",
    "url": "https://www.igdb.com/games/see-no-evil"
  },
  {
    "id": 76127,
    "genres": [
      15,
      32
    ],
    "involved_companies": [
      69282,
      69283
    ],
    "name": "Dustwind",
    "rating": 70.0,
    "summary": "MULTIPLAYER REAL-TIME TACTICS. \nMake quick tactical decisions, sneak, aim for bodyparts, use traps, drive cars, deploy turrets, play as a dog, and more. Create characters with a variety of skills and gear, and join the CLUSTERFUN! Session-based Coop or PvP. Multiple gamemodes. Map editor.",
    "url": "https://www.igdb.com/games/dustwind"
  },
  {
    "id": 9857,
    "genres": [
      4,
      11,
      15
    ],
    "involved_companies": [
      24562,
      24563,
      24564,
      24565
    ],
    "name": "Theatre of War",
    "rating": 50.0,
    "summary": "Theatre of War developed by 1C Company (creators of the award-winning IL-2 Sturmovik series and Pacific Fighters) is a real-time tactical strategy title depicting the most significant battles of World War II during 1939-1945. \n \nPlayers will command a special task force composed of different kinds of units, including tanks, APCs, field guns, mortars, various infantry regiments and will also have an opportunity to call for artillery and air support. With a focus on unit detail and combat realism, would-be generals are faced with authentic battle scenarios, taken straight from actual World War II records and maps.",
    "url": "https://www.igdb.com/games/theatre-of-war"
  },
  {
    "id": 17645,
    "genres": [
      13,
      14,
      15,
      32
    ],
    "involved_companies": [
      32512
    ],
    "name": "Pool Nation FX",
    "rating": 60.0,
    "summary": "Pool Nation FX, is a seriously fun Pool \u0026 Snooker Sim! A visually stunning billiards simulation with the critically acclaimed POOL NATION physics engine. Play 8 Ball, 9 Ball, Snooker, Killer \u0026 more, unlimited Career modes with customised difficulty levels, Trickshots, Local and Online Multiplayer and spectate.",
    "url": "https://www.igdb.com/games/pool-nation-fx"
  },
  {
    "id": 9983,
    "genres": [
      8,
      9,
      31,
      32
    ],
    "involved_companies": [
      76391
    ],
    "name": "Blueberry Garden",
    "rating": 60.0,
    "summary": "Blueberry Garden is a short experimental game about curiosity and exploration. You take on the role of a creature investigating a mysterious world to find out what is going on there.",
    "url": "https://www.igdb.com/games/blueberry-garden"
  },
  {
    "id": 9013,
    "genres": [
      9,
      31,
      32
    ],
    "involved_companies": [
      22073
    ],
    "name": "Thirty Flights of Loving",
    "rating": 73.7989447958289,
    "summary": "Explore the world of Thirty Flights of Loving through a first-person short story. In this sequel to Gravity Bone, take a deep dive with high-flying schemers, lovelorn criminals, and more stray kittens than you can shake a stick at. Saddle up, gunslinger.",
    "url": "https://www.igdb.com/games/thirty-flights-of-loving"
  },
  {
    "id": 17648,
    "genres": [
      13,
      14,
      32
    ],
    "involved_companies": [
      45764
    ],
    "name": "Super Mega Baseball: Extra Innings",
    "rating": 80.0,
    "summary": "Tight controls and a smooth learning curve will have you knocking it out of the park in no time in this awesome arcade baseball simulator. Polygon’s 2014 Sports Game of the Year.",
    "url": "https://www.igdb.com/games/super-mega-baseball-extra-innings"
  },
  {
    "id": 27438,
    "genres": [
      5,
      8,
      31
    ],
    "involved_companies": [
      44551,
      46448
    ],
    "name": "Blaster Master Zero",
    "rating": 70.0481478605265,
    "summary": "A loose reboot of the original Blaster Master by Inti Creates, utilizing elements from the original game, the \"Worlds of Power\" novelization, and the original Japanese version.",
    "url": "https://www.igdb.com/games/blaster-master-zero"
  },
  {
    "id": 35585,
    "genres": [
      5,
      32
    ],
    "involved_companies": [
      65075
    ],
    "name": "UBERMOSH",
    "rating": 80.0,
    "summary": "UBERMOSH is an arcade game about cutting bullets with a sword, in a gun-filled cyberpunk mosh pit.",
    "url": "https://www.igdb.com/games/ubermosh"
  },
  {
    "id": 3006,
    "genres": [
      8,
      31
    ],
    "involved_companies": [
      7518,
      7519,
      7530,
      7531
    ],
    "name": "Chicken Little",
    "rating": 80.0,
    "summary": "Based on Walt Disney’s  feature 3D animation film Chicken Little, Chicken Little the action-packed video game catapults you into the hair-raising adventures of the movie and beyond.",
    "url": "https://www.igdb.com/games/chicken-little"
  },
  {
    "id": 17655,
    "genres": [
      5,
      31,
      32
    ],
    "involved_companies": [
      32525
    ],
    "name": "Jet Gunner",
    "rating": 60.0,
    "summary": "Jet Gunner is a 2D platform action indie game that\u0027s full of Nestalgia. Full of action, gunfights, bosses and explosions so if you\u0027re into the whole 8-Bit vibe you should love this. From the sound, to the graphics to the flicker, this should pay tribute to those classic hard as nails, run \u0027n\u0027 gun games. Hopefully this should wet your appetite for re-living the good ol\u0027 days.",
    "url": "https://www.igdb.com/games/jet-gunner"
  },
  {
    "id": 23584,
    "genres": [
      8
    ],
    "involved_companies": [
      61121
    ],
    "name": "Kung Fu Rabbit",
    "rating": 70.0,
    "summary": "Life in the temple of rabbits hangs by a thread. Universal evil has struck again and kidnapped all of your disciples. Only you managed to escape. They let you live... and they\u0027ll soon regret it!",
    "url": "https://www.igdb.com/games/kung-fu-rabbit"
  },
  {
    "id": 29969,
    "genres": [
      32
    ],
    "involved_companies": [
      67098
    ],
    "name": "Unalive",
    "rating": 60.0,
    "summary": "Unalive is an action adventure roguelike game. Randomly generated laboratory rooms. Collect unique items to improve your abilities. Kill bosses and stay alive. You have only one chance!",
    "url": "https://www.igdb.com/games/unalive"
  },
  {
    "id": 17672,
    "genres": [
      13,
      32
    ],
    "involved_companies": [
      32555
    ],
    "name": "Pe-2: Dive Bomber",
    "rating": 50.0,
    "summary": "Pe-2: Diving bomber combines arcade scroller genre and fly-simulator in a universe of World War II. All combat operations take place during the Great Patriotic War on the east battle front. Each mission in game has real historical background for every month of the war. There are different types of missions - bombing enemy grounds, intercept Axis planes, recon missions, supply mission and others. Chose hardcore game mode and upgrade your plane and weapons to cause even more damage to the enemy.",
    "url": "https://www.igdb.com/games/pe-2-dive-bomber"
  },
  {
    "id": 17663,
    "genres": [
      12,
      15,
      32
    ],
    "involved_companies": [
      32535
    ],
    "name": "Heroes of a Broken Land",
    "rating": 80.0,
    "summary": "Heroes of a Broken Land is a turn-based, dungeon crawling, town management RPG. Explore procedurally generated worlds and dungeons with multiple parties of heroes. Ally with other towns to recruit new and more powerful heroes. Explore and loot countless dungeons on your quest to save the world.",
    "url": "https://www.igdb.com/games/heroes-of-a-broken-land"
  },
  {
    "id": 1694,
    "genres": [
      15,
      16
    ],
    "involved_companies": [
      19569,
      19570
    ],
    "name": "Advance Wars: Days of Ruin",
    "rating": 73.8609741293498,
    "summary": "Days of Ruin takes place in an entirely new world where a large-scale meteor shower triggered massive global destruction that eradicated 90 percent of the population. After the catastrophe, the survivors have formed together into militaristic bands that are warring over the last remaining scraps of civilization. You\u0027ll take control of Will, a young military cadet (whose hair is admittedly just a little spiky) who quickly becomes embroiled in the conflict at the outset of the game.",
    "url": "https://www.igdb.com/games/advance-wars-days-of-ruin"
  },
  {
    "id": 17677,
    "genres": [
      15,
      32
    ],
    "involved_companies": [
      32562,
      32563
    ],
    "name": "Foresight",
    "rating": 70.0,
    "summary": "Foresight is an epic space-based RTS game that throws you, the player, into the thick of the battle as a commander. Lead huge fleets, armed with fighters and bombers across wormholes to fight it out with your enemy. Launch bombing missions, fighter patrols, plant observation posts or fire support base with reconnaissance units. Intelligence is key.",
    "url": "https://www.igdb.com/games/foresight"
  },
  {
    "id": 17683,
    "genres": [
      9,
      15,
      31,
      32
    ],
    "involved_companies": [
      32572,
      32573
    ],
    "name": "Polarity",
    "rating": 60.0,
    "summary": "Polarity features the same type of polished gameplay found in games like Portal, but is made exclusively for experienced gamers. You’ll need clever wits and fast reflexes to beat the system’s security and reach the world-changing prize buried deep inside.",
    "url": "https://www.igdb.com/games/polarity"
  },
  {
    "id": 8874,
    "genres": [
      12,
      13,
      31,
      32
    ],
    "involved_companies": [
      47554
    ],
    "name": "Hatoful Boyfriend",
    "rating": 62.1656427845846,
    "summary": "Congratulations! You\u0027ve been accepted as the only human student at the prestigious St. PigeoNation\u0027s Institute, a school for talented birds! Roam the halls and find love in between classes as a sophomore student at the world\u0027s greatest pigeon high school. Finding happiness won\u0027t be easy, but it’s not all academic - there\u0027s always time for a little romance in this delightful remake of Hato Moa\u0027s popular visual novel / avian dating sim Hatoful Boyfriend!",
    "url": "https://www.igdb.com/games/hatoful-boyfriend"
  },
  {
    "id": 17687,
    "genres": [
      8,
      31,
      32
    ],
    "involved_companies": [
      43675,
      43676
    ],
    "name": "Spud\u0027s Quest",
    "rating": 60.0,
    "summary": "Spud\u0027s Quest is an adventure game for Windows that draws its inspiration from the classic games of yesteryear, most notably the Dizzy, Zelda, and Metroid series. Take on the role of Spud and his friend Prince Charming on a journey to uncover four ancient elemental essences that have the power to remove a curse upon the royal family.",
    "url": "https://www.igdb.com/games/spuds-quest"
  },
  {
    "id": 25787,
    "genres": [
      5,
      8,
      31,
      32
    ],
    "involved_companies": [
      41585,
      41586
    ],
    "name": "Bye-Bye, Wacky Planet",
    "rating": 70.0,
    "summary": "A fast-paced 2D side-scrolling shooter inspired by the old school video games. Use a wide selection of alien guns to tear through a bunch of enemies to freedom! \n \nYou play as Alan and Eve, two adorable aliens that ended up on the planet Earth in the hands of terrible scientists. Help them to escape and to go back to their home planet!",
    "url": "https://www.igdb.com/games/bye-bye-wacky-planet"
  },
  {
    "id": 18190,
    "genres": [
      9,
      31,
      32
    ],
    "involved_companies": [
      33456
    ],
    "name": "Lowglow",
    "rating": 70.0,
    "summary": "Lowglow - an audiovisual puzzle journey. The game includes over 100 mind-bending levels. The gameplay is physics driven and plays with different gravitations, pushes, pulls and portals for starters. You are an astral light drop in the endless sea of darkness, trying to bring shine where it\u0027s needed the most. Each set of levels has a strong theme where the coloring, audio and mechanics vary greatly. The levels have lots of weird mechanics that are sure to keep you entertained throughout the game.",
    "url": "https://www.igdb.com/games/lowglow"
  },
  {
    "id": 17700,
    "genres": [
      31,
      32
    ],
    "involved_companies": [
      32598
    ],
    "name": "Appointment With FEAR",
    "rating": 50.0,
    "summary": "YOU are Titan City\u0027s resident superhero in this interactive graphic novel! Fight crime and solve clues to discover FEAR\u0027s fiendish plot!",
    "url": "https://www.igdb.com/games/appointment-with-fear"
  },
  {
    "id": 17704,
    "genres": [
      12,
      32
    ],
    "involved_companies": [
      32604,
      32605
    ],
    "name": "Wave of Darkness",
    "rating": 40.0,
    "summary": "Wave of Darkness invites you to a huge dark and gritty fantasy world which can be explored the way you want and whenever you want. The world of Narr is corrupted by the mysterious and bloodthirsty cults, and you will have to do your best to free land from this malicious deviance.",
    "url": "https://www.igdb.com/games/wave-of-darkness"
  },
  {
    "id": 17718,
    "genres": [
      10,
      13,
      14
    ],
    "involved_companies": [
      32626
    ],
    "name": "MotorSport Revolution",
    "rating": 30.0,
    "summary": "Motorsport Revolution is a single-player, physics-based racing game inspired by classic console racing games, as well as the popular Le Mans Series, which is considered the most challenging sport racing class in the world. With these influences in mind, we’re creating an epic immersive VR motorsport racing experience where players race the world’s top production-class race cars in the ultimate test on the world’s most difficult tracks.\n\nMotorsport Revolution provides an immersive cinematic automotive journey featuring the world’s greatest cars and tracks. Available with standard screen view, but built from the ground up to take advantage of Oculus Rift DK2 VR headset and the unmatched processing power of the PC, our goal is to deliver a unique one of a kind VR, action-packed racing experience. This title has full native support for the Oculus DK2.",
    "url": "https://www.igdb.com/games/motorsport-revolution"
  },
  {
    "id": 31083,
    "genres": [
      31,
      32
    ],
    "involved_companies": [
      76632
    ],
    "name": "VoxreD",
    "rating": 40.0,
    "summary": "The action takes place deep underground, the main enemy \"Voxler\" kidnaps the younger brother of the protagonist \nand puts a difficult task: to get a card and a difficult to guess a riddle, and if you do not unravel, all knitted begin!",
    "url": "https://www.igdb.com/games/voxred"
  },
  {
    "id": 11086,
    "genres": [
      13,
      15
    ],
    "involved_companies": [
      47499
    ],
    "name": "Airline Tycoon Deluxe",
    "rating": 50.0,
    "summary": "Airline Tycoon Deluxe is a funny economy simulation proceeding in real-time and assigning you the complete responsibility for an airline. However, don’t be fooled by the funny comic style or the included jokes: A variety of tasks are requested and your competitors never miss a chance to set a trap for you in order to put a spoke in your wheel. \n \nYour abilities are put to the test continuously playing Airline Tycoon Deluxe: Will you be able to use your airplanes to capacity and land some profitable charter flights? Can you establish routes for lucrative scheduled flights? Airplanes cost millions; will you be capable of increasing the share price and obtaining enough funds by the issuing of securities? \n \nCan you stand up for the construction of new airplanes in your role as an engineer? Are you able to avoid your competitors’ deceitful attacks? Accept this unusual challenge and win virtual laurels with Airline Tycoon. The deluxe version contains 20 new airports as well as new opportunities. It is as interesting for professional tycoons as for beginners.",
    "url": "https://www.igdb.com/games/airline-tycoon-deluxe"
  },
  {
    "id": 7743,
    "genres": [
      5,
      15,
      33
    ],
    "involved_companies": [
      40189,
      40190,
      40191,
      40192,
      40193,
      40194,
      72585
    ],
    "name": "Wizard of Wor",
    "rating": 77.8438883798457,
    "summary": "Wizard of Wor is an action-oriented game for one or two players. The game takes the form of several maze-like dungeons infested with monsters. The players\u0027 characters, called Worriors, have to kill all the monsters. Player one has yellow Worriors, on the right, and player two has blue Worriors, on the left. In a two-player game, the players are also able to shoot each other\u0027s Worriors, earning bonus points and causing the other player to lose a life. Team-oriented players can successfully advance through the game by standing back-to-back (such as in a corner) and firing at anything that comes at them.",
    "url": "https://www.igdb.com/games/wizard-of-wor"
  },
  {
    "id": 11736,
    "genres": [
      12,
      13,
      32
    ],
    "involved_companies": [
      25463
    ],
    "name": "Mountain",
    "rating": 22.3012629778214,
    "summary": "Ambient procedural mountain game.",
    "url": "https://www.igdb.com/games/mountain"
  },
  {
    "id": 17727,
    "genres": [
      31,
      32
    ],
    "involved_companies": [
      32637
    ],
    "name": "Cubic Castles",
    "rating": 60.0,
    "summary": "Cubic Castles is an online game where you build worlds from cubes and other items. What kind of worlds? Anything you want! Role playing, 3D-platform gaming, or other challenges! What you make is up to you. Want to make a punishing parkour with slippery ice and deadly spikes? No problem! Or maybe a simple house on a hill overlooking a lake? That\u0027s easy too! Even after only a few days the open beta saw players create many fantastic and varied worlds!",
    "url": "https://www.igdb.com/games/cubic-castles"
  },
  {
    "id": 17741,
    "genres": [
      13,
      31
    ],
    "involved_companies": [
      32656,
      32657,
      32658
    ],
    "name": "Enforcer: Police Crime Action",
    "rating": 50.0,
    "summary": "While on duty you’ll need to remain ever vigilant and question any suspicious behaviour to protect your small American town from a rising criminal threat. Off duty you’ll need to visit friends, family and live life to its fullest. Your actions while at work and home affect your stress levels. If you spend too much time fighting crime, you will be under severe pressure that will affect your ability to uphold the law.\n\nYou’ll need to question witnesses, administer breathalyser tests, block off roads for city events, site mobile speed cameras and pursue fleeing criminals on foot and in one of the specially designed police vehicles.",
    "url": "https://www.igdb.com/games/enforcer-police-crime-action"
  },
  {
    "id": 17742,
    "genres": [
      13,
      32
    ],
    "involved_companies": [
      32659
    ],
    "name": "Supreme: Pizza Empire",
    "rating": 50.0,
    "summary": "Welcome to Supreme, your guide into the euphoric world of pizza! Who doesn\u0027t love pizza? You? No need to lie. Supreme takes you to a world in which you own and operate your own delivery business. You decide how it all plays out and the game changes at every turn! \n \nIn Supreme, you will take your pizza shop from cesspool to empire. You\u0027ll start out as an individual, making and delivering the pizzas all on your own. You\u0027ll manage things like inventory, eventually earning enough capital to upgrade your shop and start hiring employees! However, it’s not all fun and full of pepperoni. The world is cruel, and will throw problems your way at every turn. Mobsters will demand protection money, corrupt government officials will turn to you for help, the competition may even rob you blind..  The world will either bend to your will or take your corporation down... how you handle them is entirely up to you. The choices you make will alter the very dough of reality. \n \nYou can stay in one measly shop, sure. But where\u0027s the fun in that? You could expand in your region to dominate sales and front your company as the best around. Expand your business to be worldwide and crush all the competition. Buy them out and put their employees to work for YOU. Supreme will help you acheese the greatest Pizza Empire never before seen on this planet! (It\u0027s been seen on the moon though.. you know.. since it\u0027s made of cheese..) \n \nThe best part is? It all belongs to you! The big cheese, the top pepperoni, the head chef, the SUPREME Overlord of the world! Whatever title you may want to go by, it is all in your hands.",
    "url": "https://www.igdb.com/games/supreme-pizza-empire"
  },
  {
    "id": 9101,
    "genres": [
      12,
      15,
      16,
      26,
      31,
      32
    ],
    "involved_companies": [
      34425
    ],
    "name": "Hand of Fate",
    "rating": 68.4668561018041,
    "summary": "Inspired by tarot and fantasy, all bets are off as you create your own journey by building a collection of cards used to deal out a boardgame-like dungeon teeming with enemies, treasure, and adventure. Upon entering combat, the cards come to life as the player is propelled into a beautiful 3D environment to brawl it out with foes. Draw your cards, play your hand, and discover your fate.",
    "url": "https://www.igdb.com/games/hand-of-fate"
  },
  {
    "id": 8124,
    "genres": [
      8,
      31
    ],
    "involved_companies": [
      19347
    ],
    "name": "World of Illusion Starring Mickey Mouse and Donald Duck",
    "rating": 70.3278897521447,
    "summary": "Alakazam! Here\u0027s classic Disney fun with your favorites, Mickey Mouse and Donald Duck! Transported into a world of wonder, Mickey and Donald must perform amazing feats of magic to defeat a crafty Sorcerer and find their way back home!",
    "url": "https://www.igdb.com/games/world-of-illusion-starring-mickey-mouse-and-donald-duck"
  },
  {
    "id": 30348,
    "genres": [
      15,
      32
    ],
    "involved_companies": [
      48206
    ],
    "name": "Space Tyrant",
    "rating": 80.0,
    "summary": "Terrorize the galaxy for fun and profit! Space Tyrant is a fast-paced roguelike-lite 5X game set in a grimly grimdark future of eternal war. Build a terrifying space fleet, make enemies and disintegrate peaceful extraterrestrials in your relentlessly unpleasant march to total domination!",
    "url": "https://www.igdb.com/games/space-tyrant"
  },
  {
    "id": 17744,
    "genres": [
      12,
      32
    ],
    "involved_companies": [
      32662
    ],
    "name": "Choice of the Deathless",
    "rating": 80.0,
    "summary": "Battle demons and undead attorneys, and win souls to pay back your student loans! At the elite demonic-law firm of Varkath Nebuchadnezzar Stone, you\u0027ll depose a fallen god, find romance, and maybe even make partner, if you don\u0027t lose your own soul first. \n\n\"Choice of the Deathless\" is a necromantic legal thriller by Max Gladstone, Campbell Award-nominated author of Three Parts Dead and Two Serpents Rise. The game is entirely text-based--without graphics or sound effects--and fueled by the vast, unstoppable power of your imagination. \n\nExplore a fantasy realm with a rich and evolving backstory, based on the novels published by Tor Books.",
    "url": "https://www.igdb.com/games/choice-of-the-deathless"
  },
  {
    "id": 12346,
    "genres": [
      5,
      33
    ],
    "involved_companies": [
      40151,
      40153,
      40154,
      43764,
      56963,
      56965,
      57521,
      57522
    ],
    "name": "Xevious",
    "rating": 61.2207292740739,
    "summary": "It\u0027s a nightmare, but it\u0027s true! Research shows that we are the actual aliens on Earth, and the ruthless Xevions are the original inhabitants. \n \nNow the Xevions want Earth back -- minus humans! Their invasion forces are fierce -- the land is crawling with deadly Domogram Rovers; the sky is black with Toroid Patrol Fleets and Zoshi Death Squads. \n \nOur puny weapons offer no defense. Earth\u0027s only hope is our powerful new Solvalou Fighter Plane. Its pilot will have a single mission: Penetrate the enemy ranks and destroy the Xevious Mother Ship. \n \nThe mission is dangerous. We can\u0027t guarantee success. But at this point, it\u0027s do or die! \n \nOne small problem. We still need a pilot. Any volunteers?",
    "url": "https://www.igdb.com/games/xevious"
  }
]
}